Repository: grndot/grNotes
Catalog: locales/*/LC_MESSAGES/mybot.po
Languages: be, cs, de, pl, uk

source: Notes by grn.
be: Нататкі ад grn.
cs: Poznámky z grn.
de: Notizen von grn.
pl: Notatki z grn.
uk: Примітки від grn.

source: Input your recovery code
be: Увядзіце свой код аднаўлення
cs: Zadejte kód pro obnovení
de: Geben Sie Ihren Wiederherstellungscode ein
pl: Wprowadź swój kod odzyskiwania
uk: Введіть свій код відновлення

source: OK!
be: Добра!
cs: Dobré!
de: Gut!
pl: Dobrze!
uk: Добре!

source: Press button below.
be: Націсні кнопку ніжэй.
cs: Klikněte na tlačítko níže.
de: Klicken Sie auf die Schaltfläche unten.
pl: Kliknij przycisk poniżej.
uk: Натисни кнопку нижче.

source: Your code nas been updated.
be: Твой код быў абноўлены.

source: Your code isn't correct!
be: Твой код няправільны!
cs: Váš kód je nesprávný!
de: Ihr Code ist falsch!
pl: Twój kod jest nieprawidłowy!
uk: Твій код не правильний!

source: Try again!
be: Спрабуй яшчэ раз!
cs: Zkuste to znovu!
de: Versuchen Sie es erneut!
pl: Spróbuj ponownie!
uk: Спробуй знову!

source: Change it!
be: Змяні гэта!
cs: Změňte to!
de: Ändere es!
pl: Zmień to!
uk: Змінити!

source: <b>{t}</b>: (Edit-mode)
be: <b>{t}</b>: (Рэжым рэгадавання)
cs: <b>{t}</b>: (Režim regulace)
de: <b>{t}</b>: (Regulierungsmodus)
pl: <b>{t}</b>: (tryb regulacji)
uk: <b>{t}</b>: (режим редагування)

source: (Type /cancel for canceling changes)
be: (Напішы /cancel для адмовы змян)
cs: (Změny zrušíte zadáním /cancel)
de: (Geben Sie /cancel ein, um Änderungen abzubrechen)
pl: (Wpisz /cancel, aby anulować zmiany)
uk: (Введіть /cancel для скасування змін)

source: {t} has been deleted.
be: Нататка з назвай {t} была выдалена.
cs: Poznámka s názvem {t} byla smazána.
de: Die Notiz namens {t} wurde gelöscht.
pl: Notatka o nazwie {t} została usunięta.
uk: {t} було видалено.

source: Notes by grn. Just use it.
be: Нататкі ад grn. Проста ўжывай.
cs: Poznámky z grn. Prostě to použijte.
de: Notizen von grn. Verwenden Sie es einfach.
pl: Notatki z grn. Po prostu użyj.
uk: Примітки від grn. Просто використовуйте.

source: (Saved)
be: (Захавано)
cs: (Uloženo)
de: (Gespeichert)
pl: (Zapisano)
uk: (Збережено)

source: Create name of new note (Max. lenght is 64 symbols!)
be: Напішы назву новай нататкі (Макс. даўжыня - 64 знакі!)
cs: Napište název nové poznámky (Max. délka - 64 znaků!)
de: Schreiben Sie den Namen der neuen Notiz (Max. Länge - 64 Zeichen!)
pl: Wpisz nazwę nowej notatki (Maks. długość - 64 znaki!)
uk: Створіть назву нової нотатки (макс. довжина 64 символи!)

source: <code>{txt}</code> is a good title for note!
be: <code>{txt}</code> гэта добрая назва для нататкі!
cs: <code>{txt}</code> je dobrý název pro poznámku!
de: <code>{txt}</code> ist ein guter Name für eine Notiz!
pl: <code>{txt}</code> to dobra nazwa dla notatki!
uk: <code>{txt}</code> — гарна назва для нотатки!

source: Press <b>Save</b> button to continue
be: Натісні <b>Save</b> каб працягнуць
cs: Pokračujte kliknutím na <b>Uložit</b>
de: Klicken Sie auf <b>Speichern</b>, um fortzufahren
pl: Kliknij <b>Zapisz</b>, aby kontynuować
uk: Натиснить кнопку <b>Зберегти</b>, щоб продовжити

source: Lenght of title cannot be more than 64 symobls!
be: Даўжыня назвы не можа быць больш чым 64 сымбала!
cs: Délka jména nesmí být delší než 64 znaků!

source: Try again...
be: Спрабуй яшчэ раз...
cs: Zkuste to znovu...
de: Versuchen Sie es erneut...
pl: Spróbuj ponownie...
uk: Спробуйте знову...

source: Notes by grn. Settings.
be: Нататкі ад grn. Налады.
cs: Poznámky z grn. Nastavení.
de: Notizen von grn. Einstellungen.
pl: Notatki z grn. Ustawienia.
uk: Примітки від grn. Налаштування.

source: <b>Do you really want to delete grnNotes account?</b>
be: <b>Ты напраўда хочаш выдаліць grnNotes акаунт?</b>
cs: <b>Opravdu chcete smazat svůj účet grnNotes?</b>
de: <b>Sind Sie sicher, dass Sie Ihr grnNotes-Konto löschen möchten?</b>
pl: <b>Czy na pewno chcesz usunąć swoje konto grnNotes?</b>
uk: <b>Ви справді хочете видалити обліковий запис grnNotes?</b>

source: <b>This action cannot be canceled!</b>
be: <b>Гэта дзеянне нельга адменіць!</b>
cs: <b>Tuto akci nelze vrátit zpět!</b>
de: <b>Diese Aktion kann nicht rückgängig gemacht werden!</b>
pl: <b>Tej czynności nie można cofnąć!</b>
uk: <b>Цю дію неможливо скасувати!</b>

source: Enter your recovery code for continue:
be: Увядзіце свой код аднаўлення каб пряцягнуць:
cs: Zadejte svůj obnovovací kód pro přetažení:
de: Geben Sie Ihren Wiederherstellungscode ein, um zu wischen:
pl: Wprowadź kod odzyskiwania, aby przesunąć palcem:
uk: Введіть свій код відновлення, щоб продовжити:

source: (Incorrect code, try again or press <b>Back</b>)
be: (Няправільны код, спрабуй яшчэ раз або націсні <b>Назад</b>)
cs: (Špatný kód, zkuste to znovu nebo stiskněte <b>Zpět</b>)
de: (Falscher Code, versuchen Sie es erneut oder drücken Sie <b>Zurück</b>)
pl: (Błędny kod, spróbuj ponownie lub naciśnij <b>Wstecz</b>)
uk: (Неправильний код, повторіть спробу або натисніть <b>Назад</b>

source: <b>Your recovery key:</b> <code>{rk}</code>
be: <b>Твой ключ аднаўлення:</b> <code>{rk}</code>
cs: <b>Váš klíč pro obnovení:</b> <code>{rk}</code>
de: <b>Ihr Wiederherstellungsschlüssel:</b> <code>{rk}</code>
pl: <b>Twój klucz odzyskiwania:</b> <code>{rk}</code>
uk: <b>Твій ключ відновлення:</b> <code>{rk}</code>

source: The recovery key is needed to restore access to notes from another Telegram account of to delete an account.
be: Ключ аднаўлення патрэбны для аднаўлення доступу да нататак з іншага Telegram акаўнта або для выдалення акаўнта.
cs: Klíč pro obnovení je vyžadován k obnovení přístupu k poznámkám z jiného účtu Telegram nebo k odstranění účtu.
de: Der Wiederherstellungsschlüssel ist erforderlich, um den Zugriff auf Notizen von einem anderen Telegram-Konto wiederherzustellen oder das Konto zu löschen.
pl: Klucz odzyskiwania jest wymagany do przywrócenia dostępu do notatek z innego konta Telegram lub usunięcia konta.
uk: Ключ відновлення потрібен для відновлення доступу до нотаток з іншого облікового запису Telegram або для видалення облікового запису.

source: Choose your language:
be: Выберы сваю мову:
cs: Vyberte si jazyk:
de: Wähle deine Sprache:
pl: Wybierz swój język:
uk: Виберіть свою мову:

source: Back
be: Назад
cs: Zpět
de: Zurück
pl: Wstecz
uk: Назад

source: Continue
be: Працягнуць
cs: Pokračovat
de: Fortfahren
pl: Kontynuuj
uk: Продовжити

source: Recovery
be: Аднавіць
cs: Obnovit
de: Wiederherstellen
pl: Przywróć
uk: Відновлення

source: Languages
be: Мовы
cs: Jazyky
de: Sprachen
pl: Języki
uk: Мови

source: Recovery Code
be: Код аднаўлення
cs: Kód pro obnovení
de: Wiederherstellungscode
pl: Kod odzyskiwania
uk: Код відновлення

source: Delete Account
be: Выдаліць рахунак
cs: Smazat účet
de: Konto löschen
pl: Usuń konto
uk: Видалити обліковий запис

source: English
be: Ангельская
cs: Angličtina
de: Englisch
pl: Angielski
uk: Англійська

source: Polish
be: Польская
cs: Polština
de: Polnisch
pl: Polski
uk: Польська

source: Ukranian
be: Украінская
cs: Ukrajinština
de: Ukrainisch
pl: Ukraiński
uk: Українська

source: Belarussian
be: Беларуская
cs: Běloruština
de: Weißrussisch
pl: Białoruski
uk: Білоруська

source: Czech
be: Чэшская
cs: Česky
de: Tschechisch
pl: Czeski
uk: Чеська

source: Deusch
be: Нямецкая

source: Reset Recovery Key
be: Скінуць ключ аднаўлення
cs: Resetovat klíč pro obnovení
de: Wiederherstellungsschlüssel zurücksetzen
pl: Zresetuj klucz odzyskiwania
uk: Скинути ключ відновлення

source: Edit
be: Рэгадаваць
cs: Upravit
de: Bearbeiten
pl: Edytuj
uk: Редагувати

source: Delete
be: Выдаліць
cs: Smazat
de: Löschen
pl: Usuń
uk: Видалити

source: Ok
be: Добра
uk: Добре

source: Create note
be: Стварыць нататку
cs: Vytvořit poznámku
de: Notiz erstellen
pl: Utwórz notatkę
uk: Створити нотатку

source: Here could be your notes. Create it below!
be: Тутай маглі быць тваі нататкі. Ствары іх ніжей!
cs: Vaše poznámky mohou být zde. Vytvořte je níže!
de: Ihre Notizen könnten hier sein. Erstellen Sie sie unten!
pl: Twoje notatki mogą być tutaj. Utwórz je poniżej!
uk: Тут можуть бути ваші нотатки. Створіть їх нижче!

source: Settings & FAQ
be: Налады і Адказы
cs: Nastavení a odpovědi
de: Einstellungen und Antworten
pl: Ustawienia i odpowiedzi
uk: Налаштування та часті питання

source: Save
be: Захаваць
cs: Uložit
de: Speichern
pl: Zapisz
uk: Зберегти

source: Cancel
be: Адмяніць
cs: Zrušit
de: Abbrechen
pl: Anuluj
uk: Скасувати

source: Your code has been updated.
cs: Váš kód byl aktualizován.
de: Ihr Code wurde aktualisiert.
pl: Twój kod został zaktualizowany.
uk: Твій код оновлено.

source: Your code remains the same.
cs: Váš kód zůstává nezměněn.
de: Ihr Code bleibt unverändert.
pl: Twój kod pozostaje bez zmian.
uk: Твій код залишається незмінним

source: Length of title cannot be more than 64 symbols!
de: Der Name darf nicht länger als 64 Zeichen sein!
pl: Długość nazwy nie może przekraczać 64 znaków!
uk: Довжина назви не може перевищувати 64 символи!

source: Deutsche
cs: Německy
de: Deutsch
pl: Niemiecki
uk: Німецькa
